
"Bank" = "Bank safely, anywhere, using\nprivate Monero wallets.";

"Lightweight" = "Access your funds instantly –\nwithout scanning the blockchain.";

"Contacts" = "Request and receive money with\nMyMonero's smart address book.";

"Send" = "Scan QR codes and send\nMonero with a few taps.";

"OpenSource" = "Open-sourced & audited by\nthe Monero community";


